tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "apr-util"
brew "asdf"
brew "bash"
brew "bat"
brew "boost"
brew "composer"
brew "coreutils"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "elixir"
brew "elm-format"
brew "elm"
brew "erlang"
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gd"
brew "gem-completion"
brew "gettext"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "jo"
brew "jq"
brew "kotlin"
brew "libtool"
brew "libxml2"
brew "mad"
brew "mas"
brew "maven"
brew "mcfly"
brew "mysql"
brew "mono"
brew "mr"
brew "nektos/tap/act"
brew "nginx"
brew "ngrep"
brew "node"
brew "nodenv"
brew "noti"
brew "ocaml"
brew "oniguruma"
brew "opam"
brew "open-completion"
brew "parallel"
brew "php-code-sniffer"
brew "php"
brew "pip-completion"
brew "pkg-config"
brew "plantuml"
brew "proselint"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "screen"
brew "smartypants"
brew "sqlite"
brew "syncthing"
brew "thefuck"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tpm"
brew "typescript"
brew "vcsh"
brew "vim"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "1password"
cask "adoptopenjdk"
cask "aerial"
cask "alacritty"
cask "affinity-photo"
cask "affinity-publisher"
cask "arc"
cask "battle-net"
cask "bike"
cask "bricklink-studio"
cask "calibre"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "firefox"
cask "font-alegreya-sans"
cask "font-alegreya"
cask "font-barlow"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-charter"
cask "font-eb-garamond"
cask "font-et-book"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monoid"
cask "font-source-code-pro"
cask "fork"
cask "fsnotes"
cask "gb-studio"
cask "gog-galaxy"
cask "gitup"
cask "google-chrome"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "itch"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "little-snitch"
cask "local"
cask "logseq"
cask "love"
cask "maccy"
cask "maestral"
cask "mailtrackerblocker"
cask "micro-snitch"
cask "minecraft"
cask "musescore"
cask "ngrok"
cask "nvalt"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openemu"
cask "openmw"
cask "openttd"
cask "orion"
cask "rectangle"
cask "sequel-ace"
cask "shotcut"
cask "signal"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "ForkLift", id: 412448059
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lightshot Screenshot", id: 526298438
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835