tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "aws-okta"
brew "awscli"
brew "docker-completion"
brew "docker-compose-completion"
brew "fluxctl"
brew "k9s"
brew "kubernetes-cli"
brew "nvm"
brew "postgresql"
brew "prometheus"
brew "swiftformat"
brew "swiftlint"
cask "docker"
cask "miro"
cask "slack"