tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "apr-util"
brew "asdf"
brew "bash"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "bundler-completion"
brew "candid82/brew/joker"
brew "ccat"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "composer"
brew "curl-openssl"
brew "deno"
brew "diff-so-fancy"
brew "dnsmasq"
brew "dos2unix"
brew "elixir"
brew "elm-format"
brew "elm"
brew "fontconfig"
brew "fzf"
brew "gd"
brew "gem-completion"
brew "gettext"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "jo"
brew "jq"
brew "kotlin"
brew "launchctl-completion"
brew "leiningen"
brew "libtool"
brew "libxml2"
brew "mad"
brew "mas"
brew "maven"
brew "mysql"
brew "mono"
brew "mr"
brew "nektos/tap/act"
brew "nginx"
brew "ngrep"
brew "node"
brew "noti"
brew "nvm"
brew "ocaml"
brew "oniguruma"
brew "opam"
brew "open-completion"
brew "php-code-sniffer"
brew "php"
brew "pip-completion"
brew "pkg-config"
brew "plantuml"
brew "proselint"
brew "pwgen"
brew "python"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "scala"
brew "screen"
brew "smartypants"
brew "sox"
brew "subversion", link: false
brew "swiftlint"
brew "syncthing"
brew "thefuck"
brew "tldr"
brew "tmate"
brew "tmux"
brew "typescript"
brew "vcsh"
brew "vim"
brew "watchman"
brew "wget"
brew "xcproj"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "1password"
cask "adoptopenjdk"
cask "aerial"
cask "alfred"
cask "battle-net"
cask "bricklink-studio"
cask "calibre"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "firefox"
cask "font-alegreya-sans"
cask "font-alegreya"
cask "font-barlow"
cask "font-charter"
cask "font-eb-garamond"
cask "font-et-book"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-monoid"
cask "font-source-code-pro"
cask "fork"
cask "fsnotes"
cask "gas-mask"
cask "gb-studio"
cask "gog-galaxy"
cask "google-chrome"
cask "google-featured-photos"
cask "google-photos-backup-and-sync"
cask "graphql-playground"
cask "hedgewars"
cask "insomnia"
cask "intellij-idea"
cask "itch"
cask "iterm2-beta"
cask "kaleidoscope"
cask "karabiner-elements"
cask "libreoffice"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-edge"
cask "minecraft"
cask "notable"
cask "nvalt"
cask "nvidia-geforce-now"
cask "obs"
cask "openemu"
cask "openmw"
cask "openttd"
cask "polar-bookshelf"
cask "postbox"
cask "postman"
cask "qlcolorcode"
cask "qlprettypatch"
cask "rectangle"
cask "scapple"
cask "scrivener"
cask "sequel-pro"
cask "shotcut"
cask "signal"
cask "sketch-toolbox"
cask "sketch"
cask "spotify"
cask "steam"
cask "stremio"
cask "sublime-text"
cask "synthesia"
cask "telegram"
cask "tripmode"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Byword", id: 420212497
mas "Deliveries", id: 924726344
mas "ForkLift", id: 412448059
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lightshot Screenshot", id: 526298438
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Scida", id: 580917209
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Trello", id: 1278508951
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
