tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "adr-tools"
brew "applesimutils"
brew "aws-okta"
brew "aws-sam-cli"
brew "awscli"
brew "carthage"
brew "docker"
brew "docker-completion"
brew "docker-compose-completion"
brew "fastlane"
brew "fluxctl"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "nvm"
brew "postgresql"
brew "prometheus"
brew "swiftformat"
brew "swiftlint"
brew "tfenv"
cask "dbeaver-community"
cask "goland"
cask "miro"
cask "postman"
cask "pycharm"
cask "react-native-debugger"
cask "session-manager-plugin"
cask "slack"
cask "zoom"