tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "fontconfig"
brew "gettext"
brew "python"
brew "icu4c"
brew "apr-util"
brew "libtool"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "bundler-completion"
brew "ccat"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "elixir"
brew "elm"
brew "elm-format"
brew "fzf"
brew "gd"
brew "gem-completion"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "jupyter"
brew "kotlin"
brew "launchctl-completion"
brew "leiningen"
brew "libxml2"
brew "mad"
brew "mas"
brew "maven"
brew "mongodb"
brew "mono"
brew "mr"
brew "ngrep"
brew "node"
brew "noti"
brew "nvm"
brew "open-completion"
brew "php"
brew "php-code-sniffer"
brew "pip-completion"
brew "plantuml"
brew "proselint"
brew "pwgen"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "scala"
brew "sox"
brew "subversion"
brew "swiftlint"
brew "tasksh"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "typescript"
brew "vcsh"
brew "vim"
brew "watchman"
brew "wget"
brew "xcproj"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "candid82/brew/joker"
cask "1password"
cask "aerial"
cask "airfoil"
cask "alfred"
cask "android-file-transfer"
cask "android-sdk"
cask "authy-desktop"
cask "bricklink-studio"
cask "choosy"
cask "discord"
cask "etcher"
cask "firefox"
cask "firefoxdeveloperedition"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-et-book"
cask "font-fira-code"
cask "font-monoid"
cask "font-source-code-pro"
cask "fork"
cask "gas-mask"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "graphiql"
cask "haskell-platform"
cask "hedgewars"
cask "hyper"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "iterm2-beta"
cask "java"
cask "kaleidoscope"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "kitematic"
cask "libreoffice"
cask "little-snitch"
cask "marked"
cask "micro-snitch"
cask "microsoft-office-2011"
cask "minecraft"
cask "minikube"
cask "notable"
cask "numi"
cask "nvalt"
cask "obs"
cask "opera"
cask "origami"
cask "polar-bookshelf"
cask "postbox"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "quicklook-json"
cask "robo-3t"
cask "scrivener"
cask "sequel-pro"
cask "shotcut"
cask "signal"
cask "sketch"
cask "sketch-toolbox"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "stremio"
cask "sublime-text"
cask "telegram"
cask "tripmode"
cask "typora"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zoomus"
mas "com.amazon.Kindle", id: 405399194
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Pages", id: 409201541
mas "com.atlassian.trello", id: 1278508951
mas "com.binarynights.ForkLift2", id: 412448059
mas "com.clapsol.scida", id: 580917209
mas "com.crowdcafe.windowmagnet", id: 441258766
mas "com.if.Amphetamine", id: 937984704
mas "com.junecloud.mac.Deliveries", id: 924726344
mas "com.kryolokovlin.Noizio", id: 928871589
mas "com.metaclassy.byword", id: 420212497
mas "com.mizage.Divvy", id: 413857545
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.readitlater.PocketMac", id: 568494494
mas "com.reederapp.rkit2.mac", id: 880001334
mas "com.skillbrains.lightshot", id: 526298438
mas "com.soulmen.ulysses3", id: 623795237
mas "com.todoist.mac.Todoist", id: 585829637
mas "com.twitter.twitter-mac", id: 409789998
mas "com.unsplash.Wallpapers", id: 1284863847
mas "cx.c3.theunarchiver", id: 425424353
mas "de.APPenzeller.PiPifier", id: 1160374471
mas "pro.writer.mac", id: 775737590
